Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=565_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Almmuheapmi Sámenuoraid dáiddadáhpáhussii álggii
smn: Almottâttâm Säminuorâi taaiđâtábáhtusân aalgij

source: Sámenuoraid dáiddadáhpáhus lágiduvvo dán jagi guovttebeaivásažžan Anáris sámekulturguovddáš Sajosis 28.–29.3.
smn: Säminuorâi taaiđâtábáhtus uárnejuvvoo taan ive kyehtipiäivásâžžân Anarist kulttuurkuávdáš Sajosist 28.–29.3.

source: Jagi temán lea riikkadási Nuori Kulttuuri – dáhpáhusa mielde musihkka.
smn: Ive teeman lii väldikodálii Nuori Kulttuuri – tábáhtus miäldásávt muusik.

source: Musihka lassin Anáris sáhttá oassálastit njoarostansáttačuoigamii sihke njoarostangilvui.
smn: Muusik lasseen Anarist puáhtá uásálistiđ njuárustâllâmviestâčuoigâm– já njuárustemkiišton.

source: Gaskavahko 28. beaivve lea lobis olgodáhpáhus Sajosa šiljus.
smn: Koskoho 28. peeivi lii olgotábáhtus Sajos pirrâsist.

source: Prográmmas lea ee. bessodatsabehiin čuigon njoarostansáttačuoigan, sihke njoarostangilvu.
smn: Ohjelmist lii om. njuárustâllâmviestâčuoigâm várvusavehijguin, sehe njuárustemkišto.

source: Eahkedis lea kulturprográmma Sajosa auditorios.
smn: Ehidist lii kulttuurohjelm Sajos auditoriost.

source: Duorastaga 29.3. lea musihka geahčalmasbeaivi, gos válljejuvvo sámenuoraid ovddasteaddji álbmotlaš Nuori Kulttuuri-dáhpáhussii.
smn: Tuorâstuv 29.3. lii muusikkeejâdmâspeivi, mast väljejuvvoo säminuorâi ovdâsteijee väldikodálâš Nuori Kulttuuri - tábáhtusân.

source: Dáhpáhus lágiduvvo Turkus 25.–27.5.2012.
smn: Tábáhtus uárnejuvvoo Tuurkust 25.–27.5.2012.

source: Almmuhemiid Sámenuoraid dáiddadáhpáhussii galgá sáddet maŋimustá bearjadaga 2.3.2012.
smn: Almottâtmijd Säminuorâi taaiđâtábáhtusân kalga vuolgâttiđ majemustáá vástuppeeiviv 2.3.2012.

source: Sámediggi ordne dáhpáhussii sáhtuid nugo ovdalge sierra guovlluin Sámis.
smn: Tego ovdil-uv, Sämitigge uárnee tábáhtusân bussisáátuid sämikuávlust.

source: Dáhpáhus lea rabas maiddái ruovttuguovllu olggobealde boahttiide.
smn: Tábáhtus lii áávus meiddei sijjân, kiäh puátih sämikuávlu ulguubeln.

source: Lassidieđuid Sámenuoraid dáiddadáhpáhusas šleađgapoasttain čujuhusas
smn: Lasetiäđuid Säminuorâi taaiđâtábáhtusâst šleđgâpostáin čujottâsâst

source: dahje telefovnnain nummiris
smn: teikkâ puhelimáin

source: Njuolggadusat
smn: Njuolgâdusah
